Repository: dias-smith-rock/noise-record
Catalog: NoiseRecord/NoiseRecord/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.removeAds.alert.cancelled.message
source: The purchase was not completed. If you already own this item, try Restore Purchases.
bg: Покупката не е завършена. Ако вече притежавате този артикул, опитайте да възстановите покупките.
ca: La compra no es va completar. Si ja sou el propietari d'aquest article, proveu de restaurar les compres.
cs: Nákup nebyl dokončen. Pokud již tuto položku vlastníte, zkuste Obnovit nákupy.
da: Købet blev ikke gennemført. Hvis du allerede ejer denne vare, kan du prøve Gendan køb.
de: Der Kauf wurde nicht abgeschlossen. Wenn Sie diesen Artikel bereits besitzen, versuchen Sie es mit „Käufe wiederherstellen“.
el: Η αγορά δεν ολοκληρώθηκε. Εάν έχετε ήδη αυτό το στοιχείο, δοκιμάστε την Επαναφορά αγορών.
fi: Ostoa ei suoritettu loppuun. Jos omistat jo tämän tuotteen, kokeile Palauta ostokset.
he: הרכישה לא הושלמה. אם כבר בבעלותך פריט זה, נסה לשחזר רכישות.
hr: Kupnja nije izvršena. Ako već posjedujete ovu stavku, pokušajte vratiti kupnje.
hu: A vásárlás nem fejeződött be. Ha már a tulajdonosa ennek az elemnek, próbálja meg a Vásárlások visszaállítását.
id: Pembelian belum selesai. Jika Anda sudah memiliki item ini, coba Pulihkan Pembelian.
it: L'acquisto non è stato completato. Se possiedi già questo articolo, prova a ripristinare gli acquisti.
ja: 購入は完了していません。このアイテムをすでに所有している場合は、購入を復元してみてください。
ko: 구매가 완료되지 않았습니다. 이 항목을 이미 소유하고 있다면 구매 복원을 시도해 보세요.
ms: Pembelian tidak selesai. Jika anda sudah memiliki item ini, cuba Pulihkan Pembelian.
nb: Kjøpet ble ikke gjennomført. Hvis du allerede eier denne varen, prøv Gjenopprett kjøp.
nl: De aankoop is niet voltooid. Als je dit item al bezit, probeer dan Aankopen herstellen.
pl: Zakup nie został sfinalizowany. Jeśli już posiadasz ten przedmiot, spróbuj przywrócić zakupy.
ro: Achiziția nu a fost finalizată. Dacă dețineți deja acest articol, încercați Restaurare achiziții.
sk: Nákup nebol dokončený. Ak už túto položku vlastníte, skúste Obnoviť nákupy.
sv: Köpet slutfördes inte. Om du redan äger det här objektet, prova Återställ köp.
th: การซื้อไม่เสร็จสมบูรณ์ หากคุณเป็นเจ้าของรายการนี้แล้ว ให้ลองกู้คืนการซื้อ
tr: Satın alma işlemi tamamlanmadı. Bu öğeye zaten sahipseniz Satın Alınanları Geri Yüklemeyi deneyin.
uk: Закупівля не завершена. Якщо ви вже володієте цим предметом, спробуйте відновити покупки.
vi: Việc mua hàng chưa hoàn tất. Nếu bạn đã sở hữu mặt hàng này, hãy thử Khôi phục các giao dịch mua.
zh_hans: 购买未完成。若您已购买过，请尝试「恢复购买」。
zh_hant: 購買未完成。若您已購買過，請嘗試「恢復購買」。

# settings.removeAds.alert.cancelled.title
source: Purchase Cancelled
bg: Покупката е анулирана
ca: Compra cancel·lada
cs: Nákup zrušen
da: Køb annulleret
de: Kauf storniert
el: Η αγορά ακυρώθηκε
fi: Ostos peruutettu
he: הרכישה בוטלה
hr: Kupnja otkazana
hu: Vásárlás törölve
id: Pembelian Dibatalkan
it: Acquisto annullato
ja: 購入がキャンセルされました
ko: 구매가 취소되었습니다.
ms: Pembelian Dibatalkan
nb: Kjøp kansellert
nl: Aankoop geannuleerd
pl: Zakup anulowany
ro: Achiziție anulată
sk: Nákup zrušený
sv: Köp annullerat
th: การสั่งซื้อถูกยกเลิก
tr: Satın Alma İptal Edildi
uk: Покупку скасовано
vi: Đã hủy giao dịch mua
zh_hans: 购买已取消
zh_hant: 購買已取消

# settings.removeAds.alert.error.title
source: Purchase Error
bg: Грешка при покупка
ca: Error de compra
cs: Chyba nákupu
da: Købsfejl
de: Kauffehler
el: Σφάλμα αγοράς
fi: Ostovirhe
he: שגיאת רכישה
hr: Greška pri kupnji
hu: Vásárlási hiba
id: Kesalahan Pembelian
it: Errore di acquisto
ja: 購入エラー
ko: 구매 오류
ms: Ralat Pembelian
nb: Kjøpsfeil
nl: Aankoopfout
pl: Błąd zakupu
ro: Eroare de cumpărare
sk: Chyba nákupu
sv: Köpfel
th: ข้อผิดพลาดในการซื้อ
tr: Satın Alma Hatası
uk: Помилка покупки
vi: Lỗi mua hàng
zh_hans: 购买失败
zh_hant: 購買失敗

# settings.removeAds.alert.pending.message
source: Your purchase is waiting for approval. Ads will be removed automatically once it completes.
bg: Вашата покупка чака одобрение. Рекламите ще бъдат премахнати автоматично, след като приключи.
ca: La teva compra està pendent d'aprovació. Els anuncis s'eliminaran automàticament un cop hagi finalitzat.
cs: Váš nákup čeká na schválení. Po dokončení budou reklamy automaticky odstraněny.
da: Dit køb venter på godkendelse. Annoncer fjernes automatisk, når de er færdige.
de: Ihr Kauf wartet auf die Genehmigung. Anzeigen werden automatisch entfernt, sobald der Vorgang abgeschlossen ist.
el: Η αγορά σας περιμένει έγκριση. Οι διαφημίσεις θα αφαιρεθούν αυτόματα μόλις ολοκληρωθεί.
fi: Ostoksesi odottaa hyväksyntää. Mainokset poistetaan automaattisesti, kun se on valmis.
he: הרכישה שלך ממתינה לאישור. מודעות יוסרו אוטומטית לאחר השלמתה.
hr: Vaša kupnja čeka odobrenje. Oglasi će se automatski ukloniti kada završi.
hu: A vásárlás jóváhagyásra vár. A hirdetéseket a rendszer automatikusan eltávolítja, amint befejeződik.
id: Pembelian Anda sedang menunggu persetujuan. Iklan akan dihapus secara otomatis setelah selesai.
it: Il tuo acquisto è in attesa di approvazione. Gli annunci verranno rimossi automaticamente una volta completato.
ja: 購入は承認を待っています。広告は完了すると自動的に削除されます。
ko: 구매가 승인 대기 중입니다. 광고는 완료되면 자동으로 제거됩니다.
ms: Pembelian anda sedang menunggu kelulusan. Iklan akan dialih keluar secara automatik sebaik sahaja ia selesai.
nb: Kjøpet ditt venter på godkjenning. Annonsene fjernes automatisk når de er fullført.
nl: Uw aankoop wacht op goedkeuring. Advertenties worden automatisch verwijderd zodra deze is voltooid.
pl: Twój zakup oczekuje na zatwierdzenie. Reklamy zostaną automatycznie usunięte po zakończeniu.
ro: Achiziția dvs. așteaptă aprobarea. Anunțurile vor fi eliminate automat odată ce se finalizează.
sk: Váš nákup čaká na schválenie. Po dokončení budú reklamy automaticky odstránené.
sv: Ditt köp väntar på godkännande. Annonserna tas bort automatiskt när de är klara.
th: การซื้อของคุณกำลังรอการอนุมัติ โฆษณาจะถูกลบโดยอัตโนมัติเมื่อเสร็จสิ้น
tr: Satın alma işleminiz onay bekliyor. Reklamlar tamamlandığında otomatik olarak kaldırılacaktır.
uk: Ваша покупка очікує на підтвердження. Оголошення буде видалено автоматично після його завершення.
vi: Giao dịch mua hàng của bạn đang chờ phê duyệt. Quảng cáo sẽ tự động bị xóa sau khi hoàn tất.
zh_hans: 购买正在等待批准，完成后将自动移除广告。
zh_hant: 購買正在等待批准，完成後將自動移除廣告。

# settings.removeAds.alert.pending.title
source: Purchase Pending
bg: Предстояща покупка
ca: Compra pendent
cs: Nákup čeká na vyřízení
da: Køb afventer
de: Kauf ausstehend
el: Αγορά σε εκκρεμότητα
fi: Osto odottaa
he: רכישה בהמתנה
hr: Kupnja na čekanju
hu: Vásárlás függőben
id: Pembelian Tertunda
it: Acquisto in sospeso
ja: 購入保留中
ko: 구매 보류 중
ms: Pembelian Belum Selesai
nb: Kjøp venter
nl: Aankoop in behandeling
pl: Zakup w toku
ro: Achiziție în așteptare
sk: Čaká sa na nákup
sv: Inköp väntar
th: การซื้อที่รอดำเนินการ
tr: Satın Alma Beklemede
uk: Очікується покупка
vi: Mua hàng đang chờ xử lý
zh_hans: 购买待批准
zh_hant: 購買待批准

# settings.removeAds.alert.purchased.message
source: Ads have been permanently removed. Enjoy an uninterrupted experience.
bg: Рекламите са премахнати за постоянно. Насладете се на изживяване без прекъсване.
ca: Els anuncis s'han eliminat permanentment. Gaudeix d'una experiència ininterrompuda.
cs: Reklamy byly trvale odstraněny. Užijte si ničím nerušený zážitek.
da: Annoncer er blevet permanent fjernet. Nyd en uafbrudt oplevelse.
de: Anzeigen wurden endgültig entfernt. Genießen Sie ein ungestörtes Erlebnis.
el: Οι διαφημίσεις έχουν αφαιρεθεί οριστικά. Απολαύστε μια αδιάκοπη εμπειρία.
fi: Mainokset on poistettu pysyvästi. Nauti keskeytymättömästä kokemuksesta.
he: המודעות הוסרו לצמיתות. תהנה מחוויה ללא הפרעה.
hr: Oglasi su trajno uklonjeni. Uživajte u neprekinutom iskustvu.
hu: A hirdetéseket véglegesen eltávolítottuk. Élvezze a megszakítás nélküli élményt.
id: Iklan telah dihapus secara permanen. Nikmati pengalaman tanpa gangguan.
it: Gli annunci sono stati rimossi definitivamente. Goditi un'esperienza ininterrotta.
ja: 広告は完全に削除されました。途切れることのない体験をお楽しみください。
ko: 광고가 영구적으로 제거되었습니다. 중단 없는 경험을 즐겨보세요.
ms: Iklan telah dialih keluar secara kekal. Nikmati pengalaman tanpa gangguan.
nb: Annonsene er permanent fjernet. Nyt en uavbrutt opplevelse.
nl: Advertenties zijn definitief verwijderd. Geniet van een ononderbroken ervaring.
pl: Reklamy zostały trwale usunięte. Ciesz się nieprzerwanym doświadczeniem.
ro: Anunțurile au fost eliminate definitiv. Bucurați-vă de o experiență neîntreruptă.
sk: Reklamy boli natrvalo odstránené. Užite si ničím nerušený zážitok.
sv: Annonserna har tagits bort permanent. Njut av en oavbruten upplevelse.
th: โฆษณาถูกลบออกอย่างถาวร เพลิดเพลินไปกับประสบการณ์ที่ไม่สะดุด
tr: Reklamlar kalıcı olarak kaldırıldı. Kesintisiz bir deneyimin tadını çıkarın.
uk: Оголошення видалено назавжди. Насолоджуйтеся безперервним досвідом.
vi: Quảng cáo đã bị xóa vĩnh viễn. Tận hưởng trải nghiệm không bị gián đoạn.
zh_hans: 广告已永久移除，尽情享受无干扰的使用体验。
zh_hant: 廣告已永久移除，盡情享受無干擾的使用體驗。

# settings.removeAds.alert.purchased.title
source: Purchase Complete
bg: Покупката е завършена
ca: Compra completa
cs: Nákup dokončen
da: Køb fuldført
de: Kauf abgeschlossen
el: Η αγορά ολοκληρώθηκε
fi: Osto valmis
he: הרכישה הושלמה
hr: Kupnja dovršena
hu: A vásárlás kész
id: Pembelian Selesai
it: Acquisto completato
ja: 購入完了
ko: 구매 완료
ms: Pembelian Selesai
nb: Kjøp fullført
nl: Aankoop voltooid
pl: Zakup ukończony
ro: Achiziție finalizată
sk: Nákup dokončený
sv: Köpet är klart
th: การซื้อเสร็จสมบูรณ์
tr: Satın Alma Tamamlandı
uk: Покупку завершено
vi: Hoàn tất mua hàng
zh_hans: 购买成功
zh_hant: 購買成功

# settings.removeAds.alert.restored.message
source: Your ad-free access has been restored on this device.
bg: Вашият достъп без реклами е възстановен на това устройство.
ca: El teu accés sense anuncis s'ha restaurat en aquest dispositiu.
cs: Váš přístup bez reklam byl na tomto zařízení obnoven.
da: Din annoncefri adgang er blevet gendannet på denne enhed.
de: Ihr werbefreier Zugriff wurde auf diesem Gerät wiederhergestellt.
el: Η πρόσβασή σας χωρίς διαφημίσεις έχει αποκατασταθεί σε αυτήν τη συσκευή.
fi: Mainokseton käyttöoikeutesi on palautettu tälle laitteelle.
he: הגישה שלך ללא פרסומות שוחזרה במכשיר זה.
hr: Vaš pristup bez oglasa vraćen je na ovaj uređaj.
hu: Reklámmentes hozzáférése helyreállt ezen az eszközön.
id: Akses bebas iklan Anda telah dipulihkan di perangkat ini.
it: Il tuo accesso senza annunci è stato ripristinato su questo dispositivo.
ja: このデバイスでは広告なしのアクセスが復元されました。
ko: 이 기기에서 광고 없는 액세스가 복원되었습니다.
ms: Akses tanpa iklan anda telah dipulihkan pada peranti ini.
nb: Din annonsefrie tilgang er gjenopprettet på denne enheten.
nl: Uw advertentievrije toegang is hersteld op dit apparaat.
pl: Na tym urządzeniu przywrócono dostęp bez reklam.
ro: Accesul dvs. fără anunțuri a fost restabilit pe acest dispozitiv.
sk: Váš prístup bez reklám bol na tomto zariadení obnovený.
sv: Din annonsfria åtkomst har återställts på den här enheten.
th: การเข้าถึงแบบไม่มีโฆษณาของคุณได้รับการกู้คืนบนอุปกรณ์นี้แล้ว
tr: Bu cihazda reklamsız erişiminiz yeniden sağlandı.
uk: Ваш доступ без реклами на цьому пристрої відновлено.
vi: Quyền truy cập không có quảng cáo của bạn đã được khôi phục trên thiết bị này.
zh_hans: 已在此设备恢复免广告权益。
zh_hant: 已在此裝置恢復免廣告權益。

# settings.removeAds.alert.restored.title
source: Purchases Restored
bg: Покупките са възстановени
ca: Compres restaurades
cs: Nákupy obnoveny
da: Køb genoprettet
de: Käufe wiederhergestellt
el: Οι αγορές αποκαταστάθηκαν
fi: Ostokset palautettu
he: רכישות שוחזרו
hr: Kupnje su vraćene
hu: Vásárlások visszaállítva
id: Pembelian Dipulihkan
it: Acquisti ripristinati
ja: 購入が復元されました
ko: 구매가 복원되었습니다.
ms: Pembelian Dipulihkan
nb: Kjøp gjenopprettet
nl: Aankopen hersteld
pl: Zakupy przywrócone
ro: Achiziții restaurate
sk: Nákupy obnovené
sv: Inköp återställda
th: คืนค่าการซื้อแล้ว
tr: Satın Alma İşlemleri Geri Yüklendi
uk: Покупки відновлено
vi: Đã khôi phục giao dịch mua
zh_hans: 购买已恢复
zh_hant: 購買已恢復

# settings.removeAds.banner.subtitle
source: One-time purchase · Tap to learn more
bg: Еднократна покупка · Докоснете, за да научите повече
ca: Compra única · Toca per obtenir més informació
cs: Jednorázový nákup · Klepnutím získáte další informace
da: Engangskøb · Tryk for at få mere at vide
de: Einmaliger Kauf · Tippen Sie hier, um mehr zu erfahren
el: Εφάπαξ αγορά · Πατήστε για να μάθετε περισσότερα
fi: Kertaostos · Napauta saadaksesi lisätietoja
he: רכישה חד פעמית · הקש למידע נוסף
hr: Jednokratna kupnja · Dodirnite da biste saznali više
hu: Egyszeri vásárlás · Koppintson további információért
id: Pembelian satu kali · Ketuk untuk mempelajari lebih lanjut
it: Acquisto una tantum · Tocca per saperne di più
ja: 1 回限りの購入 · タップして詳細を確認する
ko: 일회성 구매 · 자세히 알아보려면 탭하세요.
ms: Pembelian sekali sahaja · Ketik untuk mengetahui lebih lanjut
nb: Engangskjøp · Trykk for å finne ut mer
nl: Eenmalige aankoop · Tik voor meer informatie
pl: Zakup jednorazowy · Kliknij, aby dowiedzieć się więcej
ro: Achiziție unică · Atingeți pentru a afla mai multe
sk: Jednorazový nákup · Klepnutím sa dozviete viac
sv: Engångsköp · Tryck för att lära dig mer
th: ซื้อครั้งเดียว · แตะเพื่อเรียนรู้เพิ่มเติม
tr: Tek seferlik satın alma · Daha fazla bilgi edinmek için dokunun
uk: Одноразова покупка · Натисніть, щоб дізнатися більше
vi: Mua một lần · Nhấn để tìm hiểu thêm
zh_hans: 一次性买断 · 点击查看详情
zh_hant: 一次性買斷 · 點擊查看詳情

# settings.removeAds.banner.title
source: Go Ad-Free
bg: Преминете без реклами
ca: Aneu sense anuncis
cs: Přejít bez reklam
da: Bliv reklamefri
de: Werden Sie werbefrei
el: Μεταβείτε χωρίς διαφημίσεις
fi: Siirry ilman mainoksia
he: עבור ללא פרסומות
hr: Bez oglasa
hu: Legyen hirdetésmentes
id: Bebas Iklan
it: Vai senza pubblicità
ja: 広告なしへ
ko: 광고 없이 이동
ms: Pergi Tanpa Iklan
nb: Bli annonsefri
nl: Ga advertentievrij
pl: Przejdź bez reklam
ro: Treci fără reclame
sk: Choďte bez reklám
sv: Bli annonsfri
th: ไปแบบไม่มีโฆษณา
tr: Reklamsız Geçiş Yapın
uk: Перейдіть без реклами
vi: Không có quảng cáo
zh_hans: 升级永久免广告
zh_hant: 升級永久免廣告

# settings.removeAds.benefit.lifetime
source: Lifetime access with a single purchase
bg: Доживотен достъп с една покупка
ca: Accés de per vida amb una única compra
cs: Doživotní přístup s jediným nákupem
da: Livstidsadgang med et enkelt køb
de: Lebenslanger Zugriff mit einem einzigen Kauf
el: Δια βίου πρόσβαση με μία μόνο αγορά
fi: Elinikäinen käyttöoikeus yhdellä ostolla
he: גישה לכל החיים ברכישה בודדת
hr: Doživotni pristup jednom kupnjom
hu: Életre szóló hozzáférés egyetlen vásárlással
id: Akses seumur hidup dengan satu pembelian
it: Accesso a vita con un unico acquisto
ja: 1 回の購入で永久アクセス
ko: 한 번의 구매로 평생 이용 가능
ms: Akses seumur hidup dengan satu pembelian
nb: Livstidstilgang med ett enkelt kjøp
nl: Levenslange toegang met één aankoop
pl: Dożywotni dostęp po jednym zakupie
ro: Acces pe viață cu o singură achiziție
sk: Doživotný prístup s jedným nákupom
sv: Livstidsåtkomst med ett enda köp
th: เข้าถึงได้ตลอดชีวิตด้วยการซื้อเพียงครั้งเดียว
tr: Tek bir satın alma işlemiyle ömür boyu erişim
uk: Довічний доступ за одну покупку
vi: Truy cập trọn đời chỉ với một lần mua
zh_hans: 一次购买，永久生效
zh_hant: 一次購買，永久生效

# settings.removeAds.benefit.noAppOpen
source: No app open ads on launch
bg: Няма реклами при стартиране на приложението
ca: No hi ha anuncis oberts d'aplicació al llançament
cs: Žádné reklamy při spuštění aplikace
da: Ingen app åbne annoncer ved lancering
de: Beim Start gibt es keine App-Open-Anzeigen
el: Δεν υπάρχουν διαφημίσεις ανοιχτής εφαρμογής κατά την εκκίνηση
fi: Ei sovellusten avausmainoksia julkaisun yhteydessä
he: אין מודעות פתוחות לאפליקציה בעת ההשקה
hr: Nema oglasa pri otvaranju aplikacije pri pokretanju
hu: Indításkor nincsenek alkalmazásmegnyitási hirdetések
id: Tidak ada iklan di layar pembuka aplikasi saat diluncurkan
it: Nessun annuncio aperto sull'app al momento del lancio
ja: 起動時にアプリを開く広告が表示されない
ko: 실행 시 앱 오프닝 광고가 없음
ms: Tiada iklan terbuka apl semasa pelancaran
nb: Ingen app åpne annonser ved lansering
nl: Geen app-open-advertenties bij de lancering
pl: Żadna aplikacja nie otwiera reklam po uruchomieniu
ro: Nu există anunțuri deschise pentru aplicații la lansare
sk: Žiadne reklamy na spustenie aplikácie pri spustení
sv: Inga appöppningsannonser vid lansering
th: ไม่มีโฆษณาเปิดแอปเมื่อเปิดตัว
tr: Lansman sırasında uygulama açılış reklamı yok
uk: Відсутня реклама під час запуску програми
vi: Không có quảng cáo khi mở ứng dụng khi khởi chạy
zh_hans: 启动时不再展示开屏广告
zh_hant: 啟動時不再展示開屏廣告

# settings.removeAds.benefit.noInterstitial
source: No interstitial ads when returning to the app
bg: Без междинни реклами при връщане към приложението
ca: No hi ha anuncis intersticials en tornar a l'aplicació
cs: Žádné vsunuté reklamy při návratu do aplikace
da: Ingen mellemliggende annoncer, når du vender tilbage til appen
de: Keine Interstitial-Anzeigen bei der Rückkehr zur App
el: Δεν υπάρχουν παρενθετικές διαφημίσεις κατά την επιστροφή στην εφαρμογή
fi: Ei välimainoksia, kun palaat sovellukseen
he: אין מודעות ביניים בעת חזרה לאפליקציה
hr: Nema međuprostornih oglasa pri povratku u aplikaciju
hu: Nincsenek közbeiktatott hirdetések, amikor visszatér az alkalmazásba
id: Tidak ada iklan interstisial saat kembali ke aplikasi
it: Nessun annuncio interstitial quando si torna all'app
ja: アプリに戻ったときにインタースティシャル広告が表示されない
ko: 앱으로 돌아갈 때 전면 광고가 표시되지 않습니다.
ms: Tiada iklan interstisial apabila kembali ke apl
nb: Ingen interstitial-annonser når du går tilbake til appen
nl: Geen interstiial-advertenties wanneer u terugkeert naar de app
pl: Brak reklam pełnoekranowych po powrocie do aplikacji
ro: Fără anunțuri intercalate la întoarcerea în aplicație
sk: Žiadne intersticiálne reklamy pri návrate do aplikácie
sv: Inga mellansidesannonser när du återgår till appen
th: ไม่มีโฆษณาคั่นระหว่างหน้าเมื่อกลับมาที่แอป
tr: Uygulamaya döndüğünüzde geçiş reklamı yok
uk: Відсутність міжсторінкової реклами під час повернення до програми
vi: Không có quảng cáo xen kẽ khi quay lại ứng dụng
zh_hans: 回到 App 时不再弹出插屏广告
zh_hant: 回到 App 時不再彈出插屏廣告

# settings.removeAds.footer
source: One-time purchase. Permanently removes app open and interstitial ads for this Apple ID.
bg: Еднократна покупка. Премахва завинаги реклами при отваряне на приложение и междинни реклами за този Apple ID.
ca: Compra única. Suprimeix permanentment els anuncis intersticials i oberts d'aplicacions per a aquest ID d'Apple.
cs: Jednorázový nákup. Trvale odstraní reklamy při spuštění aplikace a vsunuté reklamy pro toto Apple ID.
da: Engangskøb. Fjerner permanent app åbne og mellemliggende annoncer for dette Apple ID.
de: Einmaliger Kauf. Entfernt dauerhaft App-Open- und Interstitial-Anzeigen für diese Apple-ID.
el: Εφάπαξ αγορά. Καταργεί οριστικά τις ανοιχτές εφαρμογές και τις παρενθετικές διαφημίσεις για αυτό το Apple ID.
fi: Kertaostos. Poistaa pysyvästi tämän Apple ID:n sovelluksen avaus- ja välimainokset.
he: רכישה חד פעמית. מסיר לצמיתות מודעות אפליקציה פתוחות ומודעות ביניים עבור Apple ID זה.
hr: Jednokratna kupnja. Trajno uklanja oglase pri otvaranju aplikacije i međuprostorne oglase za ovaj Apple ID.
hu: Egyszeri vásárlás. Véglegesen eltávolítja az alkalmazásmegnyitási és közbeiktatott hirdetéseket ehhez az Apple ID-hez.
id: Pembelian satu kali. Menghapus iklan pembuka aplikasi dan iklan interstisial untuk ID Apple ini secara permanen.
it: Acquisto una tantum. Rimuove definitivamente gli annunci di apertura app e interstitial per questo ID Apple.
ja: 1回限りの購入。この Apple ID のアプリ起動時の広告とインタースティシャル広告を完全に削除します。
ko: 일회성 구매. 이 Apple ID에 대한 앱 오프닝 광고와 전면 광고를 영구적으로 제거합니다.
ms: Belian sekali. Mengalih keluar iklan terbuka dan iklan interstisial apl untuk ID Apple ini secara kekal.
nb: Engangskjøp. Fjerner app åpne og mellomliggende annonser for denne Apple-ID-en permanent.
nl: Eenmalige aankoop. Verwijdert permanent app-open- en interstitial-advertenties voor deze Apple ID.
pl: Jednorazowy zakup. Trwale usuwa reklamy otwierające aplikację i reklamy pełnoekranowe dla tego Apple ID.
ro: Achiziție unică. Elimină definitiv anunțurile deschise pentru aplicații și anunțurile interstițiale pentru acest ID Apple.
sk: Jednorazový nákup. Natrvalo odstráni reklamy pri spustení aplikácie a intersticiálne reklamy pre toto Apple ID.
sv: Engångsköp. Tar permanent bort appöppna annonser och mellansidesannonser för detta Apple-ID.
th: ซื้อครั้งเดียว. ลบโฆษณาเปิดแอปและโฆษณาคั่นระหว่างหน้าสำหรับ Apple ID นี้อย่างถาวร
tr: Bir kerelik satın alma. Bu Apple Kimliğine ilişkin uygulama açılış reklamlarını ve geçiş reklamlarını kalıcı olarak kaldırır.
uk: Одноразова покупка. Назавжди видаляє рекламу під час відкриття програми та проміжну рекламу для цього Apple ID.
vi: Mua một lần. Xóa vĩnh viễn quảng cáo khi mở ứng dụng và quảng cáo xen kẽ cho ID Apple này.
zh_hans: 一次性买断，永久移除本 Apple ID 下的开屏与插屏广告。
zh_hant: 一次性買斷，永久移除本 Apple ID 下的開屏與插屏廣告。

# settings.removeAds.header
source: Remove Ads
bg: Премахване на реклами
ca: Elimina els anuncis
cs: Odebrat reklamy
da: Fjern annoncer
de: Werbung entfernen
el: Κατάργηση διαφημίσεων
fi: Poista mainokset
he: הסר מודעות
hr: Ukloni oglase
hu: Távolítsa el a hirdetéseket
id: Hapus Iklan
it: Rimuovi annunci
ja: 広告を削除する
ko: 광고 제거
ms: Alih Keluar Iklan
nb: Fjern annonser
nl: Advertenties verwijderen
pl: Usuń reklamy
ro: Eliminați reclamele
sk: Odstrániť reklamy
sv: Ta bort annonser
th: ลบโฆษณา
tr: Reklamları Kaldır
uk: Видалити рекламу
vi: Xóa quảng cáo
zh_hans: 移除广告
zh_hant: 移除廣告

# settings.removeAds.price.note
source: Limited-time offer · One-time purchase
bg: Предложение за ограничен период от време · Еднократна покупка
ca: Oferta per temps limitat · Compra única
cs: Časově omezená nabídka · Jednorázový nákup
da: Tidsbegrænset tilbud · Engangskøb
de: Zeitlich begrenztes Angebot · Einmaliger Kauf
el: Προσφορά περιορισμένου χρόνου · Εφάπαξ αγορά
fi: Rajoitettu tarjous · Kertaostos
he: מבצע לזמן מוגבל · רכישה חד פעמית
hr: Vremenski ograničena ponuda · Jednokratna kupnja
hu: Korlátozott idejű ajánlat · Egyszeri vásárlás
id: Penawaran waktu terbatas · Pembelian satu kali
it: Offerta limitata · Acquisto una tantum
ja: 期間限定セール・1回限りの購入
ko: 기간 한정 혜택 · 일회성 구매
ms: Tawaran masa terhad · Pembelian sekali
nb: Tidsbegrenset tilbud · Engangskjøp
nl: Tijdelijke aanbieding · Eenmalige aankoop
pl: Oferta ograniczona czasowo · Zakup jednorazowy
ro: Ofertă pe perioadă limitată · Achiziție o singură dată
sk: Časovo obmedzená ponuka · Jednorazový nákup
sv: Tidsbegränsat erbjudande · Engångsköp
th: ข้อเสนอจำกัดเวลา · ซื้อครั้งเดียว
tr: Sınırlı süreli teklif · Tek seferlik satın alma
uk: Термінова пропозиція · Одноразова покупка
vi: Ưu đãi trong thời gian có hạn · Mua một lần
zh_hans: 限时优惠 · 一次性买断
zh_hant: 限時優惠 · 一次性買斷
